<h1>ПВТП Лео-Трейд</h1>
<p>Про нас</p>
<p>Приватне Виробничо-Торгівельне Підприємство фірма Лео-Трейд працює з 1996 р., спеціалізація:
виробництво сучасних станцій знезараження води в басейні іонами срібла та міді
</p>
<p>проектування, модернізація, комплексне будівництво басейнів
водопідготовка від свердловини до споживача
обслуговування басейнів
Науково-технічна та виробнича база підприємства, а також зростаючий досвід застосування іонаторів, 
дозволяє створювати нові модифікації обладнання , адаптувати його до конкретних умов експлуатації.
Над створенням та удосконаленням обладнання постійно працюють фахівці високого рівня: 
кандидати та доктора медичних, хімічних та технічних наук, конструктори, інженери.
Переважна частина виробництва та складання вузлів іонатора виконується в цехах підприємства. 
Всі матеріали та комплектуючі мають відповідність ДСТУ. 
Після складання, обладнання проходить обов'язковий вихідний контроль в реальних умовах роботи на дослідному 
басейні.
Підприємство пропонує комплексні технологічні рішення в галузі водопідготовки та управління процесами 
очищення води. Працівники дослідницької лабораторії підприємства вимірюють параметри води, 
керуючись якими експерти фірми здійснюють технічне обслуговування іонаторів та, за необхідністю, 
корегують параметри води в басейні.
</p>